Revit 2027 API
ParameterTypeId.StairsRunCcw Property
 "CCW": Built-in param for biding flag for mirroring winder stair preview with Ribbon UI controls
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunCcw { get; }
Public Shared ReadOnly Property StairsRunCcw As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunCcw {
	ForgeTypeId^ get ();
}
static member StairsRunCcw : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace